Repository: giellalt/corpus-sme
Catalog: tmx/smj/admin/depts/udir.no/12_undervisningsopp.html.tmx
Source language: sme
Languages: smj

source: Šiehtat ahte gulahallan ollásit galgá leat sámegillii.
smj: Guorrasit guládallama sámegiellaj galggi.

source: Jus lea sámegielat oahppobagadalli dahje ráđđeaddi, berre son oassálastit dán barggu.
smj: Jus oahppobagádiddje jali rádediddje le sámegielak, vierddi sån bargguj oassálasstet.

source: Dás sáhttá addit oppalaš dieđuid oahpahusa, fitnuid ja bargoeallima birra.
smj: Máhttá almmulasj diedojt vaddet åhpadusá, virgij ja bargoj birra.

source: Jus leat unnán eará sámegielat bargit skuvllas go oahpaheaddji, de sáhttá ráhkadit gielladomeana plakáhta dahje fitnonamahusaid birra.
smj: Jus ælla nåv moattes sámegielagijs skåvlån, ietján gå åhpadiddje, máhttá plakáhtta gånnå li virggenammadusá gielladomednan dagáduvvat.

source: Plakáhtta lea vuođđun buot gulahallamii dán bargu oktavuođas, ja buot gulahallan dáhpáhuvvá sámegillii.
smj: Divna guládallamijda ma gulluji bargguj le plakáhtta vuodon, ja divna guládallama li sámegiellaj.

source: Neahttaresursat: vilbli.no http://www.samit.no/termer.htm http://www.samit.no/callinravvagat.pdf infonuorra.no Sátnegirjjit Sámi grammatihkka ssb.no giella.
smj: Tækstaoajvvádusá Anders Kintel: Syntaks og ordavledninger i lulesamisk, Samisk utdanningsråd 1991 Torkel Rasmussen: Gielas Gilli Mielas Milli 3, Davvi Girji 2006 Siv Kintel og Jan E. Hafstad: Hárjjidallama, 1991 Maaren Palismaa: Giella le fábmo, Davvi Girji 2010
